import Link from 'next/link';
import AboutFestivalDecos from '../decorations/aboutFestival';
import ProgramLongDecos from '../decorations/program/Long';

export default {
  seo: {
    title: 'Anitime – פסטיבל אנימציה חדש בתל אביב',
    description:
      'ANITIME הוא פסטיבל אנימציה חדש בתל אביב, שנוצר על ידי צוות צעיר של מתנדבים מתוך רצון לבנות מרחב שבו האנימציה הופכת לגשר בין תרבויות ואנשים.',
  },
  title: 'ANITIME',
  buyTicketsLink: 'https://www.anumuseum.org.il/he/events/animation-films/',
  emailCopied: 'האימייל הועתק',
  aboutFestival: {
    title: 'על הפסטיבל',
    content: (
      <>
        <p>
          <strong>ANITIME הוא פסטיבל אנימציה חדש בתל אביב,</strong>
          <br />
          שנוצר על ידי צוות צעיר של מתנדבים, מתוך רצון לבנות מרחב שבו האנימציה הופכת לגשר בין
          תרבויות ואנשים.
          <br />
          <br />
          נשמח לראותכם ב <strong>מוזיאון העם היהודי ANU ב-20 בנובמבר בשעה 17:00</strong>
        </p>
        <AboutFestivalDecos rtl />
      </>
    ),
  },
  inProgram: {
    title: 'בתכנית',
    content: (
      <>
        <h3>
          <Link href="/he/movies">🎞️ הקרנות סרטי אנימציה</Link>
        </h3>
        <p>
          תכניות התחרות הישראלית והבין־לאומית – מיטב סרטי האנימציה מהשנים האחרונות מישראל ומהעולם.
          ההקרנות יתקיימו בין השעות 19:00–21:00, ובשעה 21:00 תיערך טקס הענקת הפרסים ופאנל עם יוצרי
          הסרטים.
        </p>
        <h3>🎬 מפגש אמן עם ניר וגלי</h3>
        <p>
          צמד האנימטורים המפורסם{' '}
          <a href="https://www.youtube.com/@NirveGali" target="_blank" rel="noopener noreferrer">
            ניר וגלי
          </a>{' '}
          ישתף את סיפור דרכו – מהצעדים הראשונים וההצלחות הראשונות ועד ליצירת הדמויות והסיפורים
          האהובים על הקהל. המפגש יתקיים בעברית עם תרגום לרוסית.
        </p>

        <h3>
          🖼️ יריד{' '}
          <a href="https://www.dikieprogulki.org" target="_blank" rel="noopener noreferrer">
            The Walks
          </a>
        </h3>
        <p>
          המשתתפים הצעירים של פרויקט The Walks יציגו את יצירותיהם בפסטיבל: ציורים, עבודות יד ואפילו
          מאכלים טעימים – הכול נעשה בידי בני נוער מוכשרים! בואו לתמוך בהם בגלריה ולהתרשם מאווירת
          היצירה.
        </p>

        <h3>🎨 איפור פנים</h3>
        <p>
          <strong>
            עם{' '}
            <a
              href="https://www.facebook.com/diana.yanvareva.2025/"
              target="_blank"
              rel="noopener noreferrer"
            >
              דיאנה ענבר
            </a>
          </strong>
        </p>
        <p>תוך חמש דקות בלבד הילד שלכם יוכל להפוך לדמות מהסרט המצויר האהוב עליו!</p>

        <h3>📸 צילום מיניאטורות: הדרך למראה מציאותי</h3>
        <p>
          <strong>
            עם{' '}
            <a
              href="https://www.instagram.com/domile_studio?igsh=MTdyc2s3NDk4ejA2dw=="
              target="_blank"
              rel="noopener noreferrer"
            >
              סרגיי בויקו
            </a>
          </strong>
        </p>
        <p>
          סדנה מעשית ליצירת צילום מיניאטורות במראה מציאותי. המשתתפים ילמדו כיצד לבנות תאורה נכונה,
          לעבוד עם אור ישיר ומפוזר, להשתמש בעשן ואפקטים נוספים, לבחור זוויות וקומפוזיציה שמדגישות
          עומק ותחושת קנה מידה. כל משתתף יוכל להגיע לתוצאה מציאותית באמצעות מיניאטורות מוכנות,
          פתרונות תאורה וטכניקות.
        </p>

        <h3>🎭 בתוך הראש שלי</h3>
        <p>
          <strong>עם מריה קוגן לרנר, פטר צ׳יז׳וב</strong>
        </p>
        <p>
          סדנה בתיאטרון אימפרוביזציה וקולאז`, שבה המשתתפים מוצאים את עצמם בתוך האנימציה שיצרו בעצמם.
        </p>

        <h3>👀 תוכנית האנימציה לילדים</h3>
        <p>
          נציג את הסרט היפני באורך מלא &quot;אנזו חתול הרפאים&quot; — סיפור על קרין, ילדה שיוצאת יחד
          עם רוחו של חתול למסע בעקבות אמה בעולם הרוחות. סרט מושלם למי שגדל על &quot;השכן שלי
          טוטורו&quot;.
        </p>
        <p>לצד הסרט תוקרן גם אסופה של סרטוני אנימציה קצרים לילדים — מתוך התחרות ומחוץ לה.</p>
        <p>כל ההקרנות יתקיימו עם כתוביות בעברית וברוסית.</p>

        <h3>☕ הפסקת קפה</h3>
        <p>אל תשכחו לקחת רגע מנוחה – ליהנות מתה ועוגיות ולחזור לצפייה באנימציה מעוררת ההשראה!</p>

        <ProgramLongDecos rtl />
      </>
    ),
  },
  ourSponsorsTitle: 'השותפים שלנו',
  contactsTitle: 'יצירת קשר',
  menu: {
    submitYourFilm: 'שלחו את הסרט שלכם',
    buyTickets: 'רכישת כרטיסים',
    films: 'סרטים',
    aboutFestival: 'על הפסטיבל',
    marketParticipants: 'משתתפי השוק',
    team: 'הצוות',
    ourSponsors: 'השותפים שלנו',
    contacts: 'יצירת קשר',
    schedule: 'תוכנית',
  },
  banner: {
    time: '20 בנובמבר 17:00',
    address: 'מוזיאון העם היהודי ANU',
  },
  movies: {
    seo: {
      title: 'Anitime – סרטים',
      description:
        'ANITIME הוא פסטיבל אנימציה חדש בתל אביב, שנוצר על ידי צוות צעיר של מתנדבים מתוך רצון לבנות מרחב שבו האנימציה הופכת לגשר בין תרבויות ואנשים.',
    },
    international: 'בינלאומי',
    israeli: 'ישראלי',
    title: 'סרטים',
    by: 'מאת',
    about: 'עלילה:',
  },
} as const;
